# x = ["Антон","Данил","Кирилл"]
# x.append("Вова") # метод добывления элемента в список
# x.append("Лена") # метод добывления элемента в список
# if len(x) == 3: #если длина(количество элементов) x равна 3
#     print(3)
# elif len(x) == 4: # если же элементов 4
#     print("Ты что-то сюда добавил?")
# else:
#     print("Их не 3 и не 4")
# h = int(input("Часы: "))
# m = int(input("Минуты: "))
# s = int(input("Секунды: "))
# if 0 <= h <= 23 and 0 <= m <= 59 and 0 <= s <= 59:
#     print("Формат не верный")
#     if h < 0 or h > 59:
#         print("Минуты некорректны [0,59]")
#     if s < 0 or s > 59:
#         print("Секунды некорректны [0,59]")
# count = 0
# q1 =   input("Планета Земля какая по счету(от Солнца)\n"
#              "а) 2, б) 3, в) 4, г) 5\n"
#              "--> ")
# q2 =  input("Сколько позвонков у человека?\n"
#              "а) 2, б) 3, в) 4, г) 5\n"
#              "--> ")
# q3 =  input("Сколько персонажей в Dota2?"\n"
#              "а) 95, б) 37, в) 45, г) 121\n"
#              "--> ")
# if q3 == "г":
#     count = count + 1
# else:
#     print("Неправильно(")
#     print()


